Repository: 71e6fd52/factorio-mods-zh_cn
Catalog: omegat/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: A building that split gases from mixtures and vapor deposition.
zh_cn: 从混合物和汽相沉积中分离出气体的建筑

source: A building to extract phosphate from phosphate-rich rocks.
zh_cn: A building to extract phosphate ← phosphate-rich rocks.

source: A building to mix and extract clay from ground.
zh_cn: A building to mix and extract clay ← ground.

source: A calm place to raise Mukmouxes, kind creatures.
zh_cn: 一个养育善良的慕课莫克斯的安静地方

source: A compilation of biological material around the base.
zh_cn: 基地周围的生物样本

source: A dirty and bad fuel, but it works!
zh_cn: 肮脏和糟糕的燃料，但是能烧！

source: A gift from the sky.
zh_cn: A gift ← the sky.

source: A mix of the primary planet's soil samples.
zh_cn: 星球上的地表样本

source: A mixture of oil and sand.
zh_cn: 油和沙的混合物

source: A mixture of oil and sand. Dirty but good.
zh_cn: 黏土、水、石油和沥青的混合物，脏但是好

source: A place for microorganisms to do their job.
zh_cn: 微生物发挥作用的地方

source: A place to build nanoscale materials.
zh_cn: 制造纳米材料的地方

source: A place to create and maturate genetically altered organisms.
zh_cn: 使用成熟的遗传基因技术来改变生物

source: A place to grow alien photosynthesis life.
zh_cn: 一个用于生长外星生物的地方

source: A place to make electronic components.
zh_cn: A place to 生产 electronic components.

source: A rare and good molybdenum source.
zh_cn: 稀有而优质的钼源

source: A versatile aluminium-copper alloy.
zh_cn: 多功能的铝铜合金

source: A very important vanadium compound, widely used as an industrial catalyst.
zh_cn: 一种非常重要的钒化合物，广泛用作工业催化剂

source: A white crystalline powder.
zh_cn: 白色晶体状粉末

source: Able to make 1PT of Kondo calculations per second.
zh_cn: Able to 生产 MK1PT of Kondo calculations per second.

source: Able to make steam and hydro cracking of several fluids.
zh_cn: 能够使多种流体发生蒸汽和水力裂解

source: Able to make steam and hydrocracking of several fluids.
zh_cn: 能够制造蒸汽和对几种液体进行加氢裂化

source: Acetylene
zh_cn: 乙炔 C₂H₂

source: Acetylene to combustion mixture (670°C)
zh_cn: 乙炔混烧(670°C)

source: Acid gas
zh_cn: 酸性气体

source: Acid solvent
zh_cn: 酸性溶剂

source: Acid strip solution
zh_cn: 酸洗液

source: Activated carbon
zh_cn: 活性炭

source: Active provider Deposit
zh_cn: 中转供货储存库 (紫)

source: Active provider deposit.
zh_cn: 按需供货储存库

source: Active provider shed
zh_cn: 中转供货棚 (紫棚)

source: Active provider shed.
zh_cn: 中转供货棚 (紫棚)

source: Active provider storehouse
zh_cn: 中转供货库 (紫库)

source: Active provider storehouse.
zh_cn: 中转供货库 (紫库)

source: Active provider warehouse
zh_cn: 中转供货仓 (紫仓)

source: Active provider warehouse.
zh_cn: 中转供货仓 (紫仓)

source: Add MK 02 - MK 04 PyFusion machines
zh_cn: 开启 MK2-MK4 的 PYFE 机器

source: Add basic energy generation.
zh_cn: 增加基础能源发电

source: Add burners.
zh_cn: 增加燃烧器

source: Adds more sizes of storage tanks.
zh_cn: 添加更多类型的储液罐

source: Adjust Pymods' storage tanks capacity
zh_cn: 调整 pymod 储液罐容量

source: Adjust the number of module slots per machine tier
zh_cn: 调整每个机器的插件槽数量

source: Advanced Casting
zh_cn: 高级铸造模具

source: Advanced coating
zh_cn: 高级涂层

source: Advanced foundry MK 01
zh_cn: 高级铸造厂 MK1

source: Advanced foundry MK 02
zh_cn: 高级铸造厂 MK2

source: Advanced foundry MK 03
zh_cn: 高级铸造厂 MK3

source: Advanced foundry MK 04
zh_cn: 高级铸造厂 MK4

source: Advanced mining facilities
zh_cn: 高级采矿设备

source: Advanced ore production demands it.
zh_cn: 高级矿石生产需要它

source: Advanced small parts
zh_cn: 高级小部件

source: Advanced smelting unit.
zh_cn: 高级冶炼设施

source: Advanced steel alloy, precisely dosed to match high resistance and machining capabilities.
zh_cn: 先进的钢合金，精确的剂量，以配合高抗性和加工能力。

source: Agitator MK 01
zh_cn: 搅拌器 MK1

source: Agitator MK 02
zh_cn: 搅拌器 MK2

source: Agitator MK 03
zh_cn: 搅拌器 MK3

source: Agitator MK 04
zh_cn: 搅拌器 MK4

source: Alamac
zh_cn: 阿拉玛克

source: Alien bacteria
zh_cn: 异星菌群

source: Alien plant that grows under hydrogen atmospheres.
zh_cn: 一种在氢气环境下生长的植物

source: Alien sample
zh_cn: 异星样本

source: Allow better yields from pre-processing ores.
zh_cn: 使预处理的矿石产量更高

source: Allow you to extract underground resources anywhere.
zh_cn: 允许你在任何地方提取地下资源

source: Allows flow only in the direction of the arrow.
zh_cn: 仅允许液体朝箭头方向流动

source: Allows flow when input is over 80%.
zh_cn: 当流入端大于80%时允许流动

source: Allows flow when output is under 80%.
zh_cn: 当流出端小于80%时允许流动

source: Also called crystal.
zh_cn: 也叫水晶

source: Also called wet soil.
zh_cn: 也称为湿土

source: Aluminium mine
zh_cn: 铝岩挖掘机

source: Aluminium ore
zh_cn: 铝矿石

source: Aluminium plate
zh_cn: 铝板

source: Aluminium processing - Stage 1
zh_cn: 铝矿处理 1

source: Aluminium processing - Stage 2
zh_cn: 铝矿处理 2

source: Aluminium processing - Stage 3
zh_cn: 铝矿处理 3

source: Aluminium processing - Stage 4
zh_cn: 铝矿处理 4

source: Aluminium pulp (stage 1)
zh_cn: 铝浆 1

source: Aluminium pulp (stage 2)
zh_cn: 铝浆 2

source: Aluminium pulp (stage 3)
zh_cn: 铝浆 3

source: Aluminium pulp (stage 4)
zh_cn: 铝浆 4

source: Aluminium reserve
zh_cn: 铝岩

source: Aluminium reserve.
zh_cn: 铝岩

source: Aluminium tailings
zh_cn: 铝尾矿

source: Aluminium tile
zh_cn: 铝瓷砖

source: Amazing hydrocarbon catalyst.
zh_cn: 神奇的烃催化剂

source: Ammonium chloride
zh_cn: 氯化铵

source: An empty canister for storing gasses.
zh_cn: 一个空的储气瓶

source: An experimental change to the ore processing chains that splits the chains along the four tiers. The higher tiers are required to incrementally process the lower grades of ore.
zh_cn: 对矿石加工链的实验性改变，将链子沿四层分割。较高的层级需要逐步处理较低品位的矿石。

source: An important industrial catalyst.
zh_cn: 重要的工业催化剂

source: An incredible multifunctional alloy for advanced machines and processes.
zh_cn: 一种适用于先进机器和工艺的不可思议的多功能合金

source: An installation for smelting metals and creating alloys.
zh_cn: 用于冶炼金属和制造合金的装置。

source: Aneutronic fusion reactor
zh_cn: 无中子聚变反应堆

source: Anthraquinone
zh_cn: 蒽醌

source: Aramid fiber
zh_cn: 芳纶纤维

source: Armac 12-D
zh_cn: 阿马克 12-D

source: Aromatics
zh_cn: 芳烃

source: Aromatics from plants
zh_cn: 芳烃←植物

source: Aromatics to combustion mixture (520°C)
zh_cn: 芳烃混烧 (520°C)

source: Ash
zh_cn: 灰尘

source: Ash separation
zh_cn: 灰尘分离

source: Asphalt
zh_cn: 沥青

source: At least you have something.
zh_cn: 至少你有些东西

source: Automated factory MK 01
zh_cn: 自动化工厂 MK1

source: Automated factory MK 02
zh_cn: 自动化工厂 MK2

source: Automated factory MK 03
zh_cn: 自动化工厂 MK3

source: Automated factory MK 04
zh_cn: 自动化工厂 MK4

source: Automated guar bean plantation.
zh_cn: 自动化瓜尔种植园

source: Automated screener MK 01
zh_cn: 自动筛选 MK1

source: Automated screener MK 02
zh_cn: 自动筛选 MK2

source: Automated screener MK 03
zh_cn: 自动筛选 MK3

source: Automated screener MK 04
zh_cn: 自动筛选 MK4

source: Automatically split raw ores from other particles by screening.
zh_cn: 自动化地从杂粒中分离筛选原矿石

source: BTX
zh_cn: 苯—甲苯—二甲苯混合物（BTX）

source: Ball mill MK 01
zh_cn: 球磨机 MK1

source: Ball mill MK 02
zh_cn: 球磨机 MK2

source: Ball mill MK 03
zh_cn: 球磨机 MK3

source: Ball mill MK 04
zh_cn: 球磨机 MK4

source: Basic fossil fuel.
zh_cn: 基本的化石燃料

source: Basic oxygen furnace MK 01
zh_cn: 氧气顶吹转炉 MK1

source: Basic oxygen furnace MK 02
zh_cn: 氧气顶吹转炉 MK2

source: Basic oxygen furnace MK 03
zh_cn: 氧气顶吹转炉 MK3

source: Basic oxygen furnace MK 04
zh_cn: 氧气顶吹转炉 MK4

source: Basic processing of fawogae
zh_cn: 初步处理法沃加

source: Basic processing of the fawogae fungus.
zh_cn: 法沃加真菌基础处理

source: Because high tech stuff is necessary in this planet.
zh_cn: 因为高科技在这个星球上是必要的

source: Belt
zh_cn: 传送带

source: Benzene to combustion mixture (520°C)
zh_cn: Benzene混烧 (520°C)

source: Best way to make metal plates.
zh_cn: 制作金属板的最佳方案。

source: Beta changes to ore processing chains
zh_cn: 矿石加工链的测试性改变

source: Better than iron.
zh_cn: 比铁更好

source: Better than raw wood.
zh_cn: 比天然木材更好

source: Better than steam boilers, but not as good as combustion turbines.
zh_cn: 比蒸汽锅炉好，但不如燃气轮机好。

source: Better than steam boilers, but not as good as combustion turbines. Burns any flammable fluid.
zh_cn: 比蒸汽锅炉好，但不如燃烧涡轮机好。燃烧任何可燃液体。

source: Better yield from iron
zh_cn: 优化制铁

source: Big Copper monolith
zh_cn: 铜岩

source: Big ancient remains
zh_cn: 大型古代遗迹

source: Big oil derrick
zh_cn: 大型石油井架

source: Big oil patch
zh_cn: 大型油田

source: Big phosphate mine
zh_cn: 大型磷岩挖掘机

source: Big quartz ore vein.
zh_cn: 大的石英矿脉

source: Big quartz vein
zh_cn: 石英岩

source: Biofilm
zh_cn: 生物膜

source: Biological sample
zh_cn: 生物样本

source: Bioreactor
zh_cn: 生物反应器

source: Bitumen
zh_cn: 柏油

source: Bitumen froth
zh_cn: 柏油泡沫

source: Bitumen seep
zh_cn: 沥青渗漏

source: Blanket
zh_cn: 隔离层

source: Blanket chassis
zh_cn: 隔离层底盘

source: Blue liquor
zh_cn: 蓝酒

source: Bolts
zh_cn: 螺栓

source: Bone meal
zh_cn: 骨粉

source: Boost production with CO2.
zh_cn: 用二氧化碳来加速

source: Borax
zh_cn: 硼砂

source: Borax reserve
zh_cn: 硼砂储备

source: Borax washing
zh_cn: 硼砂洗涤

source: Boric acid
zh_cn: 硼酸

source: Boron
zh_cn: 硼

source: Boron carbide
zh_cn: 碳化硼 B₄C

source: Boron mixture
zh_cn: 硼混合物

source: Boron trioxide
zh_cn: 三氧化二硼 B₂O₃

source: Boron trioxide dust
zh_cn: 氧化硼尘

source: Botanical nursery MK 01
zh_cn: 异星苗圃 MK1

source: Botanical nursery MK 02
zh_cn: 异星苗圃 MK2

source: Botanical nursery MK 03
zh_cn: 异星苗圃 MK3

source: Botanical nursery MK 04
zh_cn: 异星苗圃 MK4

source: Bottom tin pulp
zh_cn: 锡底浆

source: Break niobium ore
zh_cn: 粉碎铌矿石

source: Break niobium ore.
zh_cn: 粉碎铌矿石

source: Break rare-earth ores.
zh_cn: 粉碎稀土矿石

source: Break tar and associates into more valuable products.
zh_cn: 裂解焦油成更有价值的产品

source: Breaking rocks in a violent manner.
zh_cn: 以暴力的方式打破岩石。

source: Breed aromatics
zh_cn: Breed 芳烃

source: Breed hydrogen
zh_cn: Breed氢气

source: Breed nickel
zh_cn: Breed 镍

source: Breed silver
zh_cn: Breed 银

source: Breed uranium ore
zh_cn: Breed 铀矿石

source: Breed zinc
zh_cn: Breed 锌

source: Buffer Deposit
zh_cn: 主动存货储存库(绿)

source: Buffer deposit.
zh_cn: 按需供货储存库

source: Buffer shed
zh_cn: 主动存货棚(绿棚)

source: Buffer shed.
zh_cn: 主动存货棚(绿棚)

source: Buffer storehouse
zh_cn: 主动存货库(绿库)

source: Buffer storehouse.
zh_cn: 主动存货库(绿库)

source: Buffer warehouse
zh_cn: 主动存货仓(绿仓)

source: Buffer warehouse.
zh_cn: 缓冲仓(灰仓)

source: Build a phytoplankton farm
zh_cn: 建造浮游植物养殖场

source: Build drill heads
zh_cn: 制作钻头

source: Build lab equipment chassis
zh_cn: 生产实验室设备底座

source: Build lab instrument
zh_cn: 生产实验室设备

source: Build mixer
zh_cn: 建造混合器

source: Build the borax mine
zh_cn: 制作硼砂矿

source: Building able to split appart a mix of solids.
zh_cn: 分离各种固体的设施

source: Building able to split fluids.
zh_cn: 分离各种液体的设施

source: Building made to grow ralesias under hydrogen atmosphere.
zh_cn: 在氢气下生长若雷莎的建筑

source: Building that converts organic or fossil fuel based carbonaceous materials into useful gases.
zh_cn: 将基于有机或化石燃料的碳基材料转换成有用气体的建筑物

source: Building that produces containers and sheets made of glass.Works with any fluid with a fuel value.
zh_cn: 可生产玻璃和玻璃容器的建筑物，可输入任何具有燃料价值的液体

source: Burn coal dust
zh_cn: 燃烧煤粉

source: Burner
zh_cn: 燃烧器

source: Burns any flammable fluid.
zh_cn: 燃烧任何可燃液体。

source: Burns better, generates more energy and pollutes less.
zh_cn: 烧得更好，产生更多的能量，减少污染

source: CO2 Absorber
zh_cn: 二氧化碳吸收器

source: CO2 and rich water?
zh_cn: 二氧化碳和肥水？

source: Cadaveric arum greenhouse MK 01
zh_cn: Cadaveric arum greenhouse MK1

source: Cadaveric arum greenhouse MK 02
zh_cn: Cadaveric arum greenhouse MK2

source: Cadaveric arum greenhouse MK 03
zh_cn: Cadaveric arum greenhouse MK3

source: Cadaveric arum greenhouse MK 04
zh_cn: Cadaveric arum greenhouse MK4

source: Calcinate separation
zh_cn: 煅烧分离

source: Calcinated gravel
zh_cn: 煅烧砾石

source: Calcinated stones
zh_cn: 煅烧石头

source: Calcinates
zh_cn: 煅烧

source: Calcium carbide
zh_cn: 碳化钙

source: Can be burned too!
zh_cn: 也可以燃烧！

source: Can be extracted with an oil sand extractor.
zh_cn: 可以用油砂提取器提取

source: Can stop a bullet.
zh_cn: 能防弹

source: Carbon based stuff.
zh_cn: 碳基材料

source: Carbon black
zh_cn: 炭黑

source: Carbon dioxide
zh_cn: 二氧化碳 CO₂

source: Carbon from tar
zh_cn: 碳←焦油

source: Cargo pynobot MK 01
zh_cn: PY物流机器人 MK1

source: Cargo pynobot MK 02
zh_cn: PY物流机器人 MK2

source: Casting unit MK 01
zh_cn: 铸造单元 MK1

source: Casting unit MK 02
zh_cn: 铸造单元 MK2

source: Casting unit MK 03
zh_cn: 铸造单元 MK3

source: Casting unit MK 04
zh_cn: 铸造单元 MK4

source: Catalyst conversion of anthraquinone into hydrogen peroxide.
zh_cn: 催化蒽醌为过氧化氢

source: Catalyst conversion of aromatics into anthraquinone.
zh_cn: 催化芳烃为蒽醌

source: Centrifugal pan MK 01
zh_cn: 离心炉 MK1

source: Centrifugal pan MK 02
zh_cn: 离心炉 MK2

source: Centrifugal pan MK 03
zh_cn: 离心炉 MK3

source: Centrifugal pan MK 04
zh_cn: 离心炉 MK4

source: Change module slot count
zh_cn: 更改插件槽数量

source: Cheap way to get some aromatics.
zh_cn: 廉价芳烃

source: Cheap, low-capacity tank.
zh_cn: 小型储液罐

source: Check valve
zh_cn: 止回阀

source: Chipshooter machine MK 01
zh_cn: Chipshooter machine MK1

source: Chipshooter machine MK 02
zh_cn: Chipshooter machine MK2

source: Chipshooter machine MK 03
zh_cn: Chipshooter machine MK3

source: Chipshooter machine MK 04
zh_cn: Chipshooter machine MK4

source: Chlorine
zh_cn: 氯

source: Chloroethanol
zh_cn: 氯乙醇

source: Chromite (grade 1)
zh_cn: 1 级铬

source: Chromite (grade 2)
zh_cn: 2 级铬

source: Chromite (grade 3)
zh_cn: 3 级铬

source: Chromite (grade 4)
zh_cn: 4 级铬

source: Chromite concentrate
zh_cn: 铬精矿

source: Chromite fines
zh_cn: 铬细粉

source: Chromite mix
zh_cn: 铬混合物

source: Chromite pulp (stage 1)
zh_cn: 铬浆 1

source: Chromite pulp (stage 2)
zh_cn: 铬浆 2

source: Chromite pulp (stage 3)
zh_cn: 铬浆 3

source: Chromite pulp (stage 4)
zh_cn: 铬浆 4

source: Chromite pulp (stage 5)
zh_cn: 铬浆 5

source: Chromite pulp (stage 6)
zh_cn: 铬浆 6

source: Chromite pulp (stage 7)
zh_cn: 铬浆 7

source: Chromite rejects
zh_cn: 铬铁矿废料

source: Chromite sand
zh_cn: 铬砂

source: Chromite separation (grade 2)
zh_cn: 二级铬矿分选

source: Chromite solution
zh_cn: 铬溶液

source: Chromium
zh_cn: 铬

source: Chromium mine
zh_cn: 铬岩挖掘机

source: Chromium ore
zh_cn: 铬矿石

source: Chromium processing - Stage 1
zh_cn: 铬矿处理 1

source: Chromium processing - Stage 2
zh_cn: 铬矿处理 2

source: Chromium processing - Stage 3
zh_cn: 铬矿处理 3

source: Chromium processing - Stage 4
zh_cn: 铬矿处理 4

source: Chromium rejects
zh_cn: 铬废料

source: Chromium reserve
zh_cn: 铬岩

source: Chromium rock
zh_cn: 铬岩

source: Cladded core
zh_cn: 涂层核心

source: Cladding
zh_cn: 涂层

source: Classifier MK 01
zh_cn: 震荡分选机 MK1

source: Classifier MK 02
zh_cn: 震荡分选机 MK2

source: Classifier MK 03
zh_cn: 震荡分选机 MK3

source: Classifier MK 04
zh_cn: 震荡分选机 MK4

source: Classify diamonds
zh_cn: 分类金刚石

source: Classify ores based on their weight.
zh_cn: 根据重量对矿石进行分类。

source: Clay pit MK 01
zh_cn: Clay pit MK1

source: Clay pit MK 02
zh_cn: Clay pit MK2

source: Clay pit MK 03
zh_cn: Clay pit MK3

source: Clay pit MK 04
zh_cn: Clay pit MK4

source: Clean brute ingredients for better yield.
zh_cn: 清洁以提高产量

source: Clean nexelit
zh_cn: 清洁錜

source: Coal Processing
zh_cn: PY-煤炭产业

source: Coal briquette
zh_cn: 煤球

source: Coal briquettes to combustion mixture (1000°C)
zh_cn: 煤球混烧(1000°C)

source: Coal briquettes to combustion mixture (900°C)
zh_cn: 煤球混烧(900°C)

source: Coal dust
zh_cn: 煤粉

source: Coal fines
zh_cn: 煤稠油

source: Coal fines pulp
zh_cn: 煤稠油浆

source: Coal gas
zh_cn: 煤气

source: Coal gas from coal
zh_cn: 煤气←煤

source: Coal gas from wood
zh_cn: 煤气←木材

source: Coal gas to combustion mixture (500°C)
zh_cn: 煤气混烧(500°C)

source: Coal mine
zh_cn: 煤岩挖掘机

source: Coal processing
zh_cn: 煤炭处理

source: Coal processing.
zh_cn: 煤炭处理

source: Coal pulp (stage 1)
zh_cn: 煤浆 1

source: Coal pulp (stage 2)
zh_cn: 煤浆 2

source: Coal pulp (stage 3)
zh_cn: 煤浆 3

source: Coal pulp (stage 4)
zh_cn: 煤浆 4

source: Coal pulp (stage 5)
zh_cn: 煤浆 5

source: Coal reserve
zh_cn: 煤岩

source: Coal rock
zh_cn: 煤岩

source: Coal slime overflow
zh_cn: 煤泥浆溢液

source: Coal tile
zh_cn: 煤瓷砖

source: Coal underflow pulp
zh_cn: 煤底流浆

source: Coal-water slurry
zh_cn: 水煤浆

source: Coal-water slurry to combustion mixture (550°C)
zh_cn: 水煤浆混烧(550°C)

source: Coalbed extractor MK 01
zh_cn: 煤层抽油机 MK1

source: Coalbed extractor MK 02
zh_cn: 煤层抽油机 MK2

source: Coalbed extractor MK 03
zh_cn: 煤层抽油机 MK3

source: Coalbed extractor MK 04
zh_cn: 煤层抽油机 MK4

source: Coalbed gas
zh_cn: 煤层气

source: Coalbed methane extractor - Stage 1
zh_cn: 煤层气提取 1

source: Coalbed methane extractor - Stage 2
zh_cn: 煤层气提取 2

source: Coalbed methane recovery
zh_cn: 煤层气体回收

source: Coarse classification
zh_cn: 粗选

source: Coarse coal
zh_cn: 粗煤

source: Coarse fraction
zh_cn: 粗颗粒

source: Coat the fiber with iron-niobium alloy
zh_cn: 铌铁合金涂覆光纤

source: Coated container
zh_cn: 涂层容器

source: Coil core
zh_cn: 线圈核心

source: Coke
zh_cn: 焦炭

source: Coke oven gas
zh_cn: 焦炉煤气

source: Coke processing - Stage 1
zh_cn: 焦炭处理 1

source: Coke processing - Stage 2
zh_cn: 焦炭处理 2

source: Coke processing - Stage 3
zh_cn: 焦炭处理 3

source: Cold air
zh_cn: 冷空气

source: Cold clean air
zh_cn: 洁净冷空气

source: Combustion mixture
zh_cn: 燃烧混合物

source: Combustion turbine MK 01
zh_cn: 燃气涡轮 MK1

source: Combustion turbine MK 02
zh_cn: 燃气涡轮 MK2

source: Combustion turbine MK 03
zh_cn: 燃气涡轮 MK3

source: Common rock around here.
zh_cn: 周围常见的岩石

source: Commonly used as a dry lubricant due to its low friction and robustness.
zh_cn: 由于其低摩擦力和坚固性，通常用作干燥润滑剂

source: Compress hydrogen
zh_cn: 压缩氢气

source: Compress petroleum gas
zh_cn: 压缩石油气

source: Compressor MK 01
zh_cn: 压缩机 MK1

source: Compressor MK 02
zh_cn: 压缩机 MK2

source: Compressor MK 03
zh_cn: 压缩机 MK3

source: Compressor MK 04
zh_cn: 压缩机 MK4

source: Concentrate fine particulates for further processing.
zh_cn: 浓缩细颗粒以作进一步处理

source: Concentrated titanium
zh_cn: 钛精矿

source: Concrete wall
zh_cn: 混凝土墙

source: Condensates
zh_cn: 凝析油

source: Condensed distillates
zh_cn: 浓缩馏分油

source: Conditioned coal fines
zh_cn: 稀煤稠油

source: Construction pynobot MK 01
zh_cn: PY建设机器人 MK1

source: Construction pynobot MK 02
zh_cn: PY建设机器人 MK2

source: Containers for laboratory use.
zh_cn: 科研用的容器

source: Contains 20% uranium-235.
zh_cn: 包含 20％ 铀-235

source: Contains 40% uranium-235.
zh_cn: 包含 40％ 铀-235

source: Contains 70% uranium-235.
zh_cn: 包含 70％ 铀-235

source: Control unit
zh_cn: 控制单元

source: Convert Diesel to combustion mixture (800°C)
zh_cn: 柴油混烧(800°C)

source: Convert __1__ to __2__.
zh_cn: __1__转换为__2__

source: Convert acid gas into sulfuric acid
zh_cn: 酸性气体转化为硫酸

source: Convert air pollution into CO2.
zh_cn: 把污染转化为二氧化碳

source: Convert coal gas to heavy oil
zh_cn: 煤气转化为重油

source: Convert coal to coal dust.
zh_cn: 煤转化为煤粉

source: Convert coal to coke
zh_cn: 煤转化为焦炭

source: Convert glycerol to syngas
zh_cn: 甘油转化为合成气

source: Convert heavy oil to coal gas
zh_cn: 重油转化为煤气

source: Convert light oil to syngas
zh_cn: 轻油转化为合成气

source: Convert oleochemicals to crude oil.
zh_cn: 油脂化合物转化为碱性油

source: Convert oleochemicals to heavy oil
zh_cn: 油脂化学品转换为重油

source: Convert oleochemicals to methanol.
zh_cn: 油脂化合物转化为甲醇

source: Convert oleochemicals to solid fuel
zh_cn: 油脂化合物制备固体燃料

source: Convert petroleum gas to refined syngas
zh_cn: 石油气转化为精炼合成气

source: Convert refined syngas to olefins
zh_cn: 精炼合成气转化为烯烃

source: Convert refined syngas to petroleum gas
zh_cn: 精炼合成气转化为石油气

source: Convert syngas or raw materials into methanol.
zh_cn: 将合成气或原料转化为甲醇

source: Convert syngas to light oil
zh_cn: 合成气转化为轻油

source: Convert tar to crude oil
zh_cn: 焦油转化为原油

source: Convert wood to organic matter
zh_cn: 木头转化为生物质

source: Converter valve
zh_cn: 转换阀

source: Converts non-py fluids to their py equivalent.
zh_cn: 将非 py 流体转换为等效的 py 流体

source: Converts petroleum refinery distillates into high-octane liquid products.
zh_cn: 将炼油厂馏出物转化为高辛烷液体产品

source: Cook and burn ingredients in a sealed chamber with inert gas.
zh_cn: 在带有惰性气体的密封腔中烹饪和燃烧

source: Cooking rocks all day.
zh_cn: 烹饪一整天岩石

source: Cool air
zh_cn: 凉空气

source: Cool fluids for closed circuits.
zh_cn: 为封闭循环冷却液体

source: Cooling tower
zh_cn: 冷却塔

source: Cooling tower MK 01
zh_cn: 冷却塔 MK1

source: Cooling tower MK 02
zh_cn: 冷却塔 MK2

source: Cooling water
zh_cn: 冷却水

source: Copper (grade 1)
zh_cn: 1 级铜

source: Copper (grade 2)
zh_cn: 2 级铜

source: Copper (grade 3)
zh_cn: 3 级铜

source: Copper (grade 4)
zh_cn: 4 级铜

source: Copper coating
zh_cn: 铜涂层

source: Copper mine
zh_cn: 铜岩挖掘机

source: Copper ore
zh_cn: 铜矿石

source: Copper pregnant leach solution
zh_cn: 铜浸出液

source: Copper processing - Stage 1
zh_cn: 铜矿处理 1

source: Copper processing - Stage 2
zh_cn: 铜矿处理 2

source: Copper processing - Stage 3
zh_cn: 铜矿处理 3

source: Copper processing - Stage 4
zh_cn: 铜矿处理 4

source: Copper pulp (stage 1)
zh_cn: 铜浆 1

source: Copper pulp (stage 2)
zh_cn: 铜浆 2

source: Copper pulp (stage 3)
zh_cn: 铜浆 3

source: Copper pulp (stage 4)
zh_cn: 铜浆 4

source: Copper rejects
zh_cn: 铜废料

source: Copper reserve.
zh_cn: 铜岩

source: Copper rock
zh_cn: 铜岩

source: Copper solution
zh_cn: 铜溶液

source: Could be useful.
zh_cn: 可能有用

source: Creates a mini black hole to extract rotational energy from the singularity.
zh_cn: Creates a mini black hole to extract rotational energy ← the singularity.

source: Creosote
zh_cn: 杂酚油

source: Cresylic acid
zh_cn: 甲酚

source: Crude diamond
zh_cn: 粗金刚石

source: Crude helium
zh_cn: 生氦

source: Crude oil to combustion mixture (500°C)
zh_cn: 原油混烧 (500°C)

source: Crush bauxite
zh_cn: 粉碎铝矿

source: Crush copper
zh_cn: 粉碎铜矿

source: Crush gold
zh_cn: 粉碎金矿

source: Crush iron
zh_cn: 粉碎铁矿

source: Crush kimberlite
zh_cn: 粉碎金伯利岩

source: Crush lead
zh_cn: 粉碎铅矿

source: Crush molybdenite ore
zh_cn: 粉碎辉钼矿石

source: Crush nickel
zh_cn: 粉碎镍矿

source: Crush quartz
zh_cn: 粉碎石英

source: Crush rare-earth ores
zh_cn: 粉碎稀土矿石

source: Crush regolite
zh_cn: 粉碎风化岩

source: Crush rutile
zh_cn: 粉碎金红石

source: Crush silver
zh_cn: 粉碎银矿

source: Crush tin
zh_cn: 粉碎锡矿

source: Crush tungsten
zh_cn: 粉碎钨矿

source: Crush zinc
zh_cn: 粉碎锌矿

source: Crushed bauxite
zh_cn: 碎铝矿石

source: Crushed coal
zh_cn: 碎煤

source: Crushed copper
zh_cn: 碎铜矿石

source: Crushed gold
zh_cn: 碎金矿石

source: Crushed iron
zh_cn: 碎铁矿石

source: Crushed kimberlite
zh_cn: 粉碎的金伯利岩

source: Crushed lead
zh_cn: 碎铅矿石

source: Crushed nickel
zh_cn: 碎镍矿石

source: Crushed oil sand
zh_cn: 粉碎的油砂

source: Crushed quartz
zh_cn: 碎石英石

source: Crushed regolite
zh_cn: 粉碎的风化岩

source: Crushed rutile
zh_cn: 碎金红石

source: Crushed silver
zh_cn: 碎银矿石

source: Crushed tin
zh_cn: 碎锡矿石

source: Crushed tungsten
zh_cn: 碎钨矿石

source: Crushed zinc
zh_cn: 碎锌矿石

source: Crusher
zh_cn: 碎矿机

source: Crystal mine MK 01
zh_cn: 结晶矿物挖掘机 MK1

source: Crystal mine MK 02
zh_cn: 结晶矿物挖掘机 MK2

source: Crystal mine MK 03
zh_cn: 结晶矿物挖掘机 MK3

source: Crystal mine MK 04
zh_cn: 结晶矿物挖掘机 MK4

source: Crystallised sodium aluminate
zh_cn: 结晶偏铝酸钠

source: Dark and mysterious...
zh_cn: 黑暗而神秘…

source: Decomposes unprocessed materials by heating to a high temperature.
zh_cn: 加热到高温分解

source: Deposit
zh_cn: 储存库

source: Deposited vanadium core
zh_cn: 沉积钒核心

source: Desperate measures.
zh_cn: 铤而走险

source: Destructive distillation column MK 01
zh_cn: 破坏性蒸馏塔 MK1

source: Destructive distillation column MK 02
zh_cn: 破坏性蒸馏塔 MK2

source: Destructive distillation column MK 03
zh_cn: 破坏性蒸馏塔 MK3

source: Destructive distillation column MK 04
zh_cn: 破坏性蒸馏塔 MK4

source: Destructive distillation of stone
zh_cn: 石矿破坏性蒸馏

source: Desulfurisation
zh_cn: 脱硫

source: Desulfurisator unit MK 01
zh_cn: 脱硫设施 MK1

source: Desulfurisator unit MK 02
zh_cn: 脱硫设施 MK2

source: Desulfurisator unit MK 03
zh_cn: 脱硫设施 MK3

source: Desulfurisator unit MK 04
zh_cn: 脱硫设施 MK4

source: Deuterium
zh_cn: 氘

source: Develop methods to produce more refined fuels.
zh_cn: 研究生产更多精炼燃料的方法

source: Diamond concentrate
zh_cn: 浓缩金刚石

source: Diamond jig concentrate
zh_cn: 金刚石跳汰富集

source: Diamond jig tailings
zh_cn: 金刚石跳汰尾矿

source: Diamond mine
zh_cn: 金刚石矿挖掘机

source: Diamond mining
zh_cn: 金刚石开采

source: Diamond rejects
zh_cn: 金刚石废料

source: Diamond tailings
zh_cn: 金刚石尾矿

source: Diamond water (grade 1)
zh_cn: 金刚石水 1

source: Diamond water (grade 2)
zh_cn: 金刚石水 2

source: Diamond water (grade 3)
zh_cn: 金刚石水 3

source: Diamond water concentrate
zh_cn: 浓缩金刚石水

source: Diamond water processing
zh_cn: 金刚石水处理

source: Diamond-rich rock.
zh_cn: 富含金刚石的岩石

source: Diborane
zh_cn: 乙硼烷 B₂H₆
